{
    "welcome": "Welcome to",
    "competenceCenter": "Competence Center",
    "missionStatement": "Our mission is to help students create a demonstrable portfolio of their competencies to help them find a new job.",
    "identifySkillsBanner": "Identify your competences and skills.",
    "getFeedbackBanner": "Get feedback from your colleagues, teachers, and friends.",
    "produceResumeBanner": "Create a solid resume with real testimonials from colleagues and friends who can vouch for you.",
    "joinToday": "Join the team today!",
    "projectTeam": "Project team:",
    "designedByStudents": "Competence Center is designed for students by students.",
    "infoBox1Title": "Identify your competences and skills",
    "infoBox1FirstParagraph": "Understanding your competencies and skills is the first step towards building a successful career. By recognizing your strengths, you can effectively align your career goals with your abilities. This not only boosts your confidence but also makes you more attractive to potential employers.",
    "infoBox1SecondParagraph": "A detailed inventory of your skills allows you to see where you stand and what you need to work on. Whether it's technical abilities or soft skills, having a clear understanding of your capabilities is essential for setting realistic and achievable goals.",
    "infoBox2Title": "Get feedback from your colleagues, teachers, and friends.",
    "infoBox2FirstParagraph": "Receiving feedback from a variety of sources, such as colleagues, teachers, and friends, gives you a well-rounded view of your strengths and areas for improvement. This diverse input helps you understand how others perceive your competencies, making it easier to identify gaps and areas for development.",
    "infoBox2SecondParagraph": "Constructive feedback is crucial for personal and professional growth. It provides you with actionable insights that can help you refine your skills, adjust your approach, and ultimately achieve better results in your academic or professional endeavors.",
    "infoBox3Title": "Create a strong resume with testimonials from guarantors and colleagues.",
    "infoBox3FirstParagraph": "A resume backed by evidence-based testimonials stands out in the competitive job market. Including endorsements from guarantors and peers adds credibility to your claims, making you a more compelling candidate in the eyes of employers.",
    "infoBox3SecondParagraph": "By including testimonials from respected individuals in your field, you not only validate your skills but also enhance your professional image. These endorsements reflect your ability to perform and excel in your chosen career, increasing your chances of landing your desired job."
  }
  