{
  "welcome": "Willkommen im",
  "competenceCenter": "Kompetenzzentrum",
  "missionStatement": "Unsere Mission ist es, Studierenden dabei zu helfen, ein vorzeigbares Portfolio ihrer Kompetenzen zu erstellen, um ihnen die Suche nach einem neuen Job zu erleichtern.",
  "identifySkillsBanner": "Identifizieren Sie Ihre Kompetenzen und Fähigkeiten.",
  "getFeedbackBanner": "Holen Sie sich Feedback von Ihren Kollegen, Lehrern und Freunden.",
  "produceResumeBanner": "Erstellen Sie einen aussagekräftigen Lebenslauf mit echten Erfahrungsberichten von Kollegen und Freunden, die für Sie bürgen können.",
  "continueWithEmail": "Weiter mit E-Mail",
  "joinToday": "Treten Sie noch heute bei!",
  "projectTeam": "Projektteam:",
  "designedByStudents": "Das Kompetenzzentrum wurde von Studierenden für Studierende entwickelt.",
  "infoBox1Title": "Identifizieren Sie Ihre Kompetenzen und Fähigkeiten",
  "infoBox1FirstParagraph": "Das Verstehen Ihrer Kompetenzen und Fähigkeiten ist der erste Schritt zu einer erfolgreichen Karriere. Indem Sie Ihre Stärken erkennen, können Sie Ihre Karriereziele effektiv mit Ihren Fähigkeiten in Einklang bringen. Dies stärkt nicht nur Ihr Selbstbewusstsein, sondern macht Sie auch für potenzielle Arbeitgeber attraktiver.",
  "infoBox1SecondParagraph": "Eine detaillierte Auflistung Ihrer Fähigkeiten ermöglicht es Ihnen, Ihren aktuellen Stand zu sehen und zu verstehen, woran Sie noch arbeiten müssen. Ob technische Fähigkeiten oder Soft Skills - ein klares Verständnis Ihrer Fähigkeiten ist entscheidend, um realistische und erreichbare Ziele zu setzen.",
  "infoBox2Title": "Holen Sie sich Feedback von Ihren Kollegen, Lehrern und Freunden.",
  "infoBox2FirstParagraph": "Feedback von verschiedenen Quellen wie Kollegen, Lehrern und Freunden zu erhalten, gibt Ihnen ein umfassendes Bild Ihrer Stärken und Entwicklungsfelder. Dieser vielfältige Input hilft Ihnen zu verstehen, wie andere Ihre Kompetenzen wahrnehmen, und erleichtert es Ihnen, Lücken und Entwicklungsbedarfe zu identifizieren.",
  "infoBox2SecondParagraph": "Konstruktives Feedback ist entscheidend für persönliches und berufliches Wachstum. Es bietet Ihnen umsetzbare Einsichten, die Ihnen helfen können, Ihre Fähigkeiten zu verfeinern, Ihren Ansatz anzupassen und letztendlich bessere Ergebnisse in akademischen oder beruflichen Bereichen zu erzielen.",
  "infoBox3Title": "Erstellen Sie einen aussagekräftigen Lebenslauf mit Referenzen von Bürgen und Kollegen.",
  "infoBox3FirstParagraph": "Ein Lebenslauf, der durch nachgewiesene Empfehlungen gestützt wird, hebt sich auf dem wettbewerbsintensiven Arbeitsmarkt ab. Die Aufnahme von Empfehlungen von Garanten und Kollegen verleiht Ihren Angaben Glaubwürdigkeit und macht Sie zu einem überzeugenderen Kandidaten in den Augen der Arbeitgeber.",
  "infoBox3SecondParagraph": "Indem Sie Empfehlungen von angesehenen Personen in Ihrem Fachgebiet einbeziehen, validieren Sie nicht nur Ihre Fähigkeiten, sondern verbessern auch Ihr berufliches Image. Diese Empfehlungen spiegeln Ihre Fähigkeit wider, in Ihrem gewählten Berufsfeld zu leisten und zu glänzen, und erhöhen Ihre Chancen, den gewünschten Job zu bekommen."
}
