{
  "welcome": "Добро пожаловать в",
  "competenceCenter": "Центр Компетенций",
  "missionStatement": "Наша миссия - помочь студентам создать доказательное портфолио своих компетенций для поиска новой работы.",
  "identifySkillsBanner": "Определите свои компетенции и навыки.",
  "getFeedbackBanner": "Получите обратную связь от коллег, учителей и друзей.",
  "produceResumeBanner": "Сформируйте доказательное резюме с реальными отзывами от коллег и друзей, готовых за вас поручиться.",
  "joinToday": "Присоединяйтесь к команде сегодня!",
  "projectTeam": "Команда проекта:",
  "designedByStudents": "Центр компетенций разработан студентами для студентов.",
  "infoBox1Title": "Определите свои компетенции и навыки",
  "infoBox1FirstParagraph": "Понимание своих компетенций и навыков — первый шаг к построению успешной карьеры. Осознав свои сильные стороны, вы сможете эффективно согласовывать свои карьерные цели со своими способностями. Это не только повышает вашу уверенность, но и делает вас более привлекательными для потенциальных работодателей.",
  "infoBox1SecondParagraph": "Подробный перечень ваших навыков позволяет вам увидеть, где вы находитесь и над чем вам нужно работать. Будь то технические способности или свойства личности, четкое понимание своих возможностей необходимо для постановки реалистичных и достижимых целей.",
  "infoBox2Title": "Получите отзывы от ваших коллег, учителей и друзей.",
  "infoBox2FirstParagraph": "Получение отзывов из разных источников, таких как коллеги, учителя и друзья, дает вам всестороннее представление о ваших сильных сторонах и зонах роста. Эта информация помогает вам понять, как другие воспринимают ваши компетенции, что упрощает выявление пробелов и областей для развития.",
  "infoBox2SecondParagraph": "Конструктивная обратная связь имеет решающее значение для личностного и профессионального роста. Она дает вам действенные идеи, которые могут помочь вам усовершенствовать свои навыки, скорректировать свой ход жизни и в конечном итоге достичь лучших результатов в ваших профессиональных начинаниях.",
  "infoBox3Title": "Создайте доказательное резюме с отзывами от поручителей и коллег.",
  "infoBox3FirstParagraph": "Резюме, подкрепленное доказательными отзывами, выделяется на конкурентном рынке труда. Включение одобрений от поручителей и коллег добавляет достоверности вашим заявлениям, делая вас более убедительным кандидатом в глазах работодателей.",
  "infoBox3SecondParagraph": "Включая в резюме отзывы от авторитетных экспертов в вашей профессиональной области, вы не только подтверждаете свои навыки, но и улучшаете свой профессиональный имидж. Эти одобрения отражают вашу способность работать и преуспевать в выбранной вами карьере, увеличивая ваши шансы получить желаемую работу."
}
